<script lang="ts">
  import Section from "./section.svelte";
</script>

<Section title="Greeting" subTitle="開催にあたって" id="greeting">
  <div class="">
    <div class="scroll-up space-y-4">
    <p>
		  「あなたが描く未来は、どんな形でこの世界を変えていくでしょうか？」
	  </p>
      <p>
		  私たちを取り巻く世界は、グローバル化と急速に進化するテクノロジーにより大きく変化し、環境問題からビジネスの在り方、ライフスタイルまでが再構築を迫られています。こうした時代において大切なのは、人や社会、そして環境との関係性を丁寧に読み解き、真に必要とされるものを発見する「デザイン」の営みです。
	  </p>
      <p>
		  価値創造デザイン学類では、プロダクト、建築、空間、情報メディア、サービス、システムなど多様な領域でデザインの理論と実践を学びながら、課題を発見し、創造的な解決策を導き出し、実装する力を身につけることを目指してきました。その過程には探究心と創造力はもちろん、粘り強い試行錯誤と柔軟な発想の転換が欠かせません。実際に手を動かし、何度も修正を重ねる中でこそ、失敗から学び、新たな視点を得ることができると考えています。
	  </p>
      <p>
		  本展に出品された卒業制作や研究成果は、まさにそうした試行錯誤の結晶であり、学生一人ひとりの視点が凝縮された一歩です。
	  </p>
	  <p>
		  世界が刻々と変化し、先行きが不透明な今だからこそ、私たちには社会の動きを読み解く力と行動力が求められます。同時に、既存の枠組みにとらわれず、新しい価値を生み出す挑戦こそが、研究とデザインの本質的な魅力です。この展示を通じて、皆さまには学生たちの真摯な取り組みを感じ取っていただくとともに、そこから芽生える可能性に思いを巡らせていただければ幸いです。ここで育まれたスキルと視点が、今後よりよい社会を築く種となることを心から願っております。
	  </p>
    </div>
    <div
      class="scroll-up mt-4 flex items-center justify-start space-x-4 md:justify-end"
    >
      <img
        src="./greeting-teacher-img.png"
        alt="学類長のご尊顔"
        class="h-24 w-24"
      />
      <div class="text-center">
        <p>価値創造デザイン学類長</p>
        <p>太田賢 教授</p>
      </div>
    </div>
  </div>
</Section>
